function Atlas() {
  return (
    <div className="atlas_section" id="atlas">
      <h1>Атлас</h1>
      <p>
        <h3>Ссылка на полный гайд на весь Атлас и все его фишки:</h3>
        <p>
          {" "}
          <a
            href="https://guides.lootkeeper.com/poe/gajd-po-atlasu"
            target="_blank"
            rel="noopener noreferrer"
          >
            Гайд на Атлас
          </a>
        </p>
      </p>
      После прохождения актов мы получаем нашу первую карту и вставляем ее в
      машину картоходца для прохождения. Атлас - это сборник карт, который также
      включает в себя их связи, уровни и различные механики которые связаны с
      картами. В целом, весь эндгейм контент и завязан на Атласе и его
      механиках. <br />
      Посмотреть его можно нажав на G в игре. <br /> Что бы открыть Дерево
      умений атласа , нужно нажать Ctrl+G.
      <p>
        Проходя карты, они будут отмечаться в Атласе, а также будут открываться
        новые части Атласа, убирая "туман войны". Помимо этого, проходя карты вы
        будете получать особые очки талантов Атласа, которые можно будет
        потратить в дереве талантов Атласа. Чем больше очков вы вложите в дерево
        - тем больше определенных наград вы получите.
      </p>
      Важный момент для зачета карт: <br />
      <h3>
        1.1 на белые карты - прожимаем сферу превращения, что бы она стала
        волшебной.
      </h3>
      <h3>
        1.2 на жёлтые карты - прожимаем сферу алхимии, что бы она стала редкой.
      </h3>
      <h3>
        1.3 на красные - прожимаем сферу алхимии,а после еще и сферу ваал, что
        бы она стала редкой и оскверненной.
      </h3>
      <h2>Влияния Атласа</h2>
      <p>
        По мере прогрессированию по Атласу мы столкнемся с влиянием Мейвен,
        Пожирателя миров и Пламенного экзарха. Их обязательно нужно будет
        использовать, так как в будущем они понадобятся для полноценного фарма а
        так же Камней Пустоты(которые повысят уровень каждой карты на 4)
      </p>
      <p>Подробное описание Влияний и как их включать:</p>
      <p>
        <a
          href="https://guides.lootkeeper.com/poe/gajd-po-atlasu#vliyaniya-atlasa"
          target="_blank"
          rel="noopener noreferrer"
        >
          Влияния Атласа
        </a>
      </p>
      <h2>Как получить Камни пустоты?</h2>
      <p>
        Камни пустоты нужны для повышения уровней карт, их 4, каждый дает +4
        уровня картам. Если собрать все - все карты станут 16 уровня.
      </p>
      <p>Ссылка на подробное описание получения Камней пустоты:</p>
      <a
        href="https://guides.lootkeeper.com/poe/gajd-po-atlasu#kamni-pustoty"
        target="_blank"
        rel="noopener noreferrer"
      >
        Получение камней пустоты
      </a>
      <h2>Как сделать 5 слотов в машине картоходца?</h2>
      <p>
        Для этого нужно завершить 4 волны легиона. Покупаем 4 разных
        Вневременных Знака и вставляем в машину картоходца.И по завершению
        таймера на карте будут выданы награды и откроется пятый слот машины
        картоходца.
      </p>
      <h2>Как открыть Предпочитаемые карты?</h2>
      <p>Ссылка на подробное описание открытия предпочитаемых карт:</p>
      <p>
        <a
          href="https://guides.lootkeeper.com/poe/gajd-po-atlasu#predpochitaemye-karty"
          target="_blank"
          rel="noopener noreferrer"
        >
          Предпочитаемые карты
        </a>
      </p>
      <h3>...</h3>
      <p>
        В целом это самые главные моменты, которые нужны для закрытия атласа и
        начала комфортного фарма, но всё таки рекомендую прочитать полный{" "}
        <a
          href="https://guides.lootkeeper.com/poe/gajd-po-atlasu"
          target="_blank"
          rel="noopener noreferrer"
        >
          Гайд на Атлас
        </a>{" "}
        . Деревья Атласа затачиваются под определенный вид фарма, прокачать
        больше 2-3 механик фарма не получится, поэтому придется выбирать или
        пробовать различные вариации. Виды Деревьев Атласа разберем в следующей
        теме "Фарм".
      </p>
      <div className="vector"></div>
    </div>
  );
}

export default Atlas;
