function Basics() {
    return (
        <>
            <div className="basics_section" id="main">
                <h1>Основы </h1>
                <p>В этом гайде я постараюсь ознакомить новичков с самой необходимой информацией для быстрого и легкого вхождения в игру, коротко и ясно, без воды.
                </p>
                <p>В разделе "Основы" описана информация которую нужно знать перед началом игры.</p>
                <h2>1. Программы необходимые для игры</h2>
                <h3>1.1 Фильтр лута</h3>
                <p>В игрe изначально выпадает огромная куча разных вещей, и новичку сложно понять, какие из них нужно поднимать, а какие лучше оставить. Вам поможет фильтр лута, который показывает ценные предметы и скрывает незаслуживающие внимания. <br />
                
                <p>Самый популярный и удобный - от Neversink. Скачать можно по этой ссылке: <br />
                <a href="https://github.com/NeverSinkDev/NeverSink-Filter/releases" target="_blank" rel="noopener noreferrer">Лутфильтр Neversink</a>
                 </p>
                <p>Установка: Распаковавыем скачаный архив(А именно 6 файлов с расширением filter, они пронумерованы от 0 до 6) в папку где хранятся игровые фильтры(Узнать ее можно в игре, зайди в Настройки-Игра- Возле Фильтр предметов нажать на папку)</p>
                <p>Далее просто выбираем лутфильтр в настройках игры, и сохраняем изменения. Менять его от 0 до 6 мы будем по мере прохождения игры и в зависимости от засорённости экрана бесполезными вещами. </p>
                </p>

                <h3>1.2 Программа проверки цены на предмет</h3>
                <p>Обязательная программа, которая очень сильно облегчает игру. Позволяет прямо в игре узнать цену на предмет, скачать можно по этой ссылке: <br />
                <a href="https://snosme.github.io/awakened-poe-trade/download" target="_blank" rel="noopener noreferrer">Awakened PoE Trade</a>
                
                </p>
                <p>После установки запускаем программу, заходим в игру и при нажатии ctrl+v на предмет высветиться окошко с его ценником</p>
                <p>Если что-то не получилось и программа не работает, то вот ссылка на подробный гайд по установке и настройке: <br />
                <a href="https://www.youtube.com/watch?v=qwZntdecqZY&ab_channel=IceCatos" target="_blank" rel="noopener noreferrer">Установка Awakened PoE Trade</a>

                <h3>1.3 Программа построения билдов</h3>
                <p>Необязательная, но полезная программа, больше для опытных игроков, помогает самостоятельно выстраивать билды и рассчитывать урон персонажа. Скачать можно по ссылке: <br />
                <a href="https://pathofbuilding.community/" target="_blank" rel="noopener noreferrer">Path of Building</a> 
                <p>Так же ссылка на видео с объяснением использования: <br />
                <a href="https://www.youtube.com/watch?v=5ZbGpzUIqls&ab_channel=MeShaMaaN" target="_blank" rel="noopener noreferrer">Гайд на Path of Building</a>
                </p>
                </p>
                </p>

                <h2>2. Валюта</h2>
                <h3>2.1 Как продавать/покупать вещи</h3>
                <p>В игре нет встроенного аукциона, но игроки продают и покупают вещи с помощью сайта <a href="https://ru.pathofexile.com/trade" target="_blank" rel="noopener noreferrer">PoE Trade</a>. <br />Что бы купить предмет - нужно нуходится в игре а так же авторизироваться на сайте выше, и нажать на 'Написать продавцу'. После этого ему в игре придет уведомление и остается только ждать когда он пригласит вас в группу. 
                <br /> Для того что бы продать вещь самому, придется купить донатную премиум-вкладку в игре. <br />
                <h3>2.2 Основная игровая валюта</h3>
                 Для торговли используются ценные сферы, которыми можно менять характеристики вещей в игре. <br /> Видов таких сфер много, но основной валютой покупки-продажи вещей является Сфера хаоса и намного более ценная - Божественная сфера.</p>
                 <h2>3. Камни умений</h2>
                 <p>Вместо привычных прокачиваемых скилов в подобных играх, в ПоЕ вместо них присутствуют камни умений, вставляющиеся в гнезда ваших предметов. <br />
                 Камни умений так же делятся на Основные камни, а так же на Камни поддержки, которые усиливают Основные, поэтому зачастую Билды собираются заточенные под один Основной камень, а остальные являются камнями Поддержки, которые его усиливают.
                 <h2>4. Предметы</h2>
                 <p>Предметы делятся на обычные (белые), волшебные (синие), редкие (желтые) и уникальные (оранжевые). <br />
                 Большинство уникальных предметов ничего не стоят(Но есть и дорогие), поэтому основыми в использовании является редкие(желтые)</p>
                 <p>Так же имеют разное количетсво гнёзд для камней (можно изменить Сферой златокузнеца), разные связи междуу ними (можно изменить сферой соединения) и разные цвета (можно изменить Цветной сферой).
                <p>Оскверненные предметы изменять обычными сферами нельзя, только Порочными, а стоят они очень дорого.</p>
                 </p>
                 </p>
                 <h2>5. Лиги</h2>
                    <h3>5.1 Лига Испытаний</h3>
                    <p>Рекомендую играть на ней. Длится около 3-4 месяцев и на ней включены дополнительные игровые события, которые делают игру значительно интересней. Также здесь игроки за выполнение специальных заданий могут получать награды в виде уникальных украшений, которые после завершения лиги уже больше никак и никогда нельзя будет получить, даже за деньги. После окончания временной лиги, все персонажи со всем заработанным добром переносятся на лигу Стандарт. Так же в Лиге Испытаний намного дешевле собирать билд на персонажа,чем на стандарте, а так же покупать различные предметы.</p>

                    <h3>5.2 Лига Стандарт </h3>
                    <p>Это  вечная лига, здесь есть персонажи, созданные много лет назад. Также здесь можно встретить уникальные вещи, которые были добыты в стародавних лигах игры и имеют несбалансированные характеристики. Тем не менее, большинству игроков интересней играть на временных лигах Испытаний и Гонок, начинать с чистого листа и в одинаковых условиях со всеми.</p>
                    <h3>5.3 Хардкор и SSF </h3>
                    <p>Хардкор - лига с одной жизнью. SSF - лига в одиночку, нет людей, нет торговли. Не для новичков.</p>
                <h2>6. Донатные секции сундука</h2>
                <p>После того как вы поймете нравится ли вам игра или нет, придется задуматься над покупкой дополнительных вкладок сундука, так как обычные стопки очень маленькие для комфортной игры. </p>
                <p>Список самых необходимых:</p>
                <h3 className="valu">1. Секция для валюты</h3>
                <h3 className="valu">2. Премиум-секция для торговли.</h3>
                <h3 className="valu">3. Секция для карт</h3>
                <h3 className="valu">4. Секция для фрагментов</h3>
                <h2>7. Выбор Класса</h2>
                <p>Для каждого Класса существует множество своих билдов, но для новичков, что бы попробовать игру рекомендую начать с Охотницы.</p>
            </div>
            <div className="vector"></div>

        </>
      );
}

export default Basics;