function Farm() {
    return ( 
        <div className="farm_section" id="farm">
               <h1>Фарм</h1>
                <p>В игре существует очень много способов фарма и почти все они завязаны на индивидуальном распределении очков умений Атласа.</p>
                <p>В данном разделе рассмотрим самые простые и прибыльные виды.</p>
                <h2>1. Фарм Экспедиция + Карты гвардов + Ларцы</h2>
                <p>Один из самых простых билдов, заточен на фарм экспедиции на картах, желательно 14+ уровня, так как тогда нам будут выпадать карты гвардов, а так же мы сможем бегать карты под влиянием Пожирателя/Экзарха.</p>
                <h3>1.1 Последовательность действий</h3>
                <p>Заходим на карту - ищем экспедицию(Самые ценные это с Туджином и Дэннингом), взрываем ее и фармим. Убиваем босса карты. Если по пути встречаем ларцы - открываем их. Если все делать правильно прибыль будет в районе 5 - 7 дивайнов в час.</p>
                <h3>1.2 С чего идёт прибыль</h3>
                <p>1-2 div - выпадает приглашение босса от влияния за каждую 28-мую карту.</p>
                <p>1-2 div - выпадают карты гвардов - каждая от 20 хаосов до 2 божественных сфер.</p>
                <p>1-3 div - выпадают журналы экспедиции а так же Диковинные монеты и Погребальные медальены.</p>
                <p> Диковинные монеты используем у Туджина, забирая ценную валюту, а погребальные медальены у Дэннинга, забирая журналы и монеты.</p>
                <h3>1.3 Дерево Атласа</h3>
                <p>Ссылка на дерево Атласа для этого вида фарма:</p>
                <p><a href="https://ru.pathofexile.com/fullscreen-atlas-skill-tree/AAAABgAAhAB5AesIbAn4C3EQ4RGJEgsSwBRXFsQXyxjEG04fZh_EJf4o0CkiKawwAzAOMDUxazQ9NKQ16jmOOdU7nz0XPl9BjEOpRHNHz0gsSdRKDk38T2FP2FCWUYJT-1TxWAJYRVk8W9ldx19TYtVjtWVrZ-loUmnVbElw0nPic_h1J3VDdUV2nXbCfRN_AIAQgVqDw4ZQiBmIbYkwic-NKY8dj9SRAJF9kiyb2JwrnV6dh6UkpVylrqeCrBCsH61cr8G0hrV9udS677sqvKjCeMX-xjPG0Mjl0ErQotS5103Z59q93MDjcOSM5Y_nlujS6o3q1ezl8ujzBPVM9-T4-vkO-rL85P3J_on_uAAA" target="_blank" rel="noopener noreferrer">Фарм Экспедиция + Карты гвардов + Ларцы</a></p>
                <p>За счёт блокировки всего остального контента, Экспедиция будет появлятся в 90% случаев. Для 100% гарантии можно использовать Ржавый скарабей экспедиции.</p>
                <h2>2. Фарм Жатва + Экспедиция + Карты Гвардов</h2>
                <h3>2.1 Последовательность действий</h3>
                <p>К экспедиции и картам гвардов прибавляется Жатва. Заходим в рощу, и начинаем собирать растения, в которых больше всего мобов с ярким текстом, из них выпадает больше всего лута.</p>
                <h3>2.2 С чего идёт прибыль</h3>
                <p>1-2 div - выпадает приглашение босса от влияния за каждую 28-мую карту.</p>
                <p>1-2 div - выпадают карты гвардов - каждая от 20 хаосов до 2 божественных сфер.</p>
                <p>1-3 div - выпадают журналы экспедиции а так же Диковинные монеты и Погребальные медальены.</p>
                <p>2-4 div - выпадение Жизненной силы из жатвы</p>
                Но учтите, добавив жатву будет уходить больше времени на одну карту и прибыль с других механик в час уменьшится.
                <h3>2.3 Дерево Атласа</h3>
                <p>Cсылка на дерево Атласа для этого вида фарма:</p>
                <p><a href="https://ru.pathofexile.com/fullscreen-atlas-skill-tree/AAAABgAAgwB5AesIbBDhEYkSCxRXF8sYxBtOH2YfxCPaJOkl_ijQKSIprCvaMAMwDjA1MWs0pDXqOY451TufPRc-X0B-QsFDqURzSCxJ1EoOTatQllGCVPFVh1ZtWAJYwVk8W9ldx19TYtVjtWVrZ-loUmnVcNJz4nP4dSd1Q3VFdp12wn8AgBCBWoPDhlCIbYkwjSmPHY_UkQCRfZIsmWyb2J1enYeetKUkpVylrqeCrVyvka_BsmC0hrV9udS677sqvKjCeMX-xjPGm8bQz7fQStCi1LnWWtdN2J7Z59q93MDfS-KX43DkjOWP55bo0ujm6bTqjezl8wTz4_VM9-T5Dvqy_OT9yf6J_7gAAA==" target="_blank" rel="noopener noreferrer">Жатва + Экспедиция + Карты Гвардов</a></p>
                <h2>3. Фарм Гвардов под наблюдением Мэйвен + Приглашения Мейвен</h2>
                <p>Один из самых стабильных и прибыльных фармов, однако требующий билд с хорошим уроном по боссам и выживаемостью</p>
                <h3>3.1 Последовательность действий</h3>
                <p>Берем карту с любым гвардом(Сируса/Элдера/Шейпера), вставляем в машину картоходца и ОБЯЗАТЕЛЬНО включаем наблюдение Мейвен. После прохождения 4-рех гвардов берем Приглашение Мэйвен на них (Если не выпало-покупаем на трейде) и проходим его. И так повторяем по кругу.</p>
                <p>Для новичков советую бегать гвардов Элдера (Угнетатель, Поработитель, Искоренитель, Искупитель)</p>
                <h3>3.2 C чего идёт прибыль</h3>
                <p>2-4 div - выпадение фрагментов гварда</p>
                <p>2-3 div - выпадение карт гвардов</p>
                <p>5-7 div - выпадение серповидных осколков из приглашений мейвен</p>
                <p>0-1 div - выпадение лакидропов в виде пробужденных камней</p>
                <h3>3.3 Дерево Атласа</h3>
                <p>Cсылка на дерево Атласа для этого вида фарма:</p>
                <p><a href="https://ru.pathofexile.com/fullscreen-atlas-skill-tree/AAAABgAAhAB5AM4DYghsCfgLcQ9jEOESwBTaF8sYxBtOHlsfZh_EJOko0CjpK9cuizADMA4wNTFrM-Q0PTSINKQ5jjufPkI-Xz80QH5BjEOpR89ILEnUT2FP2FGCU_tYRVibWTxazlvZXcdfU2B7Y7Vla2fpadVsSXErc6Vz4nVDdp12wnnDewp9E30dg5SDw4ZQiBmIbYmRjSmPHY_UkX2SLJwrnV6dh52xodGi3qSspVymxKeCrBCsH6_Bsfu0hrfMuu-7Kryoxf7GM8bQx7PHvcjl0FDQotEk1LnXTdie2r3fI99e4qfkjOWP5-Ho0ujm6o3q1ezl767yk_ME9Uz35Pj6-Q76MPqy-tr9yQAA" target="_blank" rel="noopener noreferrer">Фарм Гвардов + Приглашения Мейвен</a></p>
                <p>Ссылка на доп видео с объяснением фарма:</p>
                <a href="https://www.youtube.com/watch?v=FA3AhoferMA&ab_channel=Micro_Dallas" target="_blank" rel="noopener noreferrer">Фарм Гвардов Шейпера</a>
                <h2>Фарм Журналов Экспедиции</h2>
                <p>Фарм, на который никак не влияет дерево атласа. Просто закупаем журналы экспедиции Чёрной косы/Солнца на трейде, отдаем Дэннингу и проходим их.</p>
                <p>Но как три способа выше дадут намного больше профита.</p>
                <h2>Остальные виды фарма</h2>
                <p>Осталось еще много способов фарма, но большинство из них либо очень сложны для начинающих, либо совсем не приносят прибыли.</p>
                <p>Список сомнительных способов:</p>
                <ul>
                    <li>Разломы</li>
                    <li>Бездна</li>
                    <li>Легион</li>
                    <li>Ритуал</li>
                    <li>Сущности</li>
                    <li>Ультиматум</li>
                    <li>А так же убийство убербоссов, которое является казино, и легко может загнать вас в минус.</li>
                </ul>
                
                <div className="vector"></div>
                <h1>Спасибо за прочтение</h1>
                <p>Если после прочтения гайда у вас остались какие либо вопросы, вам что то было не понятно, или в гайде чего-то не хватает, заметили ошибку -  напишите мне в личные сообщения - <a href="https://funpay.com/users/595949/" target="_blank" rel="noopener noreferrer">SHANNNISH</a></p>
        </div>
     );
}

export default Farm;