function Farm() {
  return (
    <div className="farm_section" id="farm">
      <h1>Фарм</h1>
      <p>
        В игре существует очень много способов фарма и почти все они завязаны на
        индивидуальном распределении очков умений Атласа.
      </p>
      <p>В данном разделе рассмотрим самые простые и прибыльные виды.</p>
      <h2>1. Фарм Экспедиция + Карты гвардов + Ларцы</h2>
      <p>
        Один из самых простых билдов, заточен на фарм экспедиции на картах,
        желательно 14+ уровня, так как тогда нам будут выпадать карты гвардов, а
        так же мы сможем бегать карты под влиянием Пожирателя/Экзарха.
      </p>
      <h3>1.1 Последовательность действий</h3>
      <p>
        Заходим на карту - ищем экспедицию(Самые ценные это с Туджином и
        Дэннингом), взрываем ее и фармим. Убиваем босса карты. Если по пути
        встречаем ларцы - открываем их.
      </p>
      <h3>1.2 С чего идёт прибыль</h3>
      <p>Выпадает приглашение босса от влияния за каждую 28-мую карту.</p>
      <p>Выпадают карты гвардов.</p>
      <p>
        Выпадают журналы экспедиции а так же Диковинные монеты и Погребальные
        медальоны.
      </p>
      <p>
        Диковинные монеты используем у Туджина, забирая ценную валюту, а
        погребальные медальены у Дэннинга, забирая журналы и монеты.
      </p>
      <h3>1.3 Дерево Атласа</h3>
      <p>Ссылка на дерево Атласа для этого вида фарма:</p>
      <p>
        <a
          href="https://ru.pathofexile.com/fullscreen-atlas-skill-tree/AAAABgAAhAAfAHkJ-AtxDtMRiRILEsAUVxTaF8sbTh5bH2Yf9iX-KNAo6S2TLoswAzA1MWsySzQ9NIg16jjyOY451T0XPkI_NEGMQ6lEc0fPSCxIsEpfTCFPYU_YUJZRglP7WAJYRVk8W9lb8173Y7Vla2fpaFJp1WxJbf1w0nErc_h1J3VDdfZ2wncfeOp9E38AgVqIGYhtiTCJaI8dj9SSLJwrnV6dh5-xoYahtaQ2pSSlrqeCrBCsGqwfrVyu56_BtIa1fbnUuu-7KryovmfCeMX-xjPG0MjlzpHQStBQ0KLSdNNe103Z59q93yPip-Nw5Y_nluqN6tXs5fVM9lL35Pj6-Q76svvO_cn-iQAA"
          target="_blank"
          rel="noopener noreferrer"
        >
          Фарм Экспедиция + Карты гвардов + Ларцы.
        </a>
      </p>
      <h2>2. Фарм Жатва + Экспедиция + Карты Гвардов</h2>
      <h3>2.1 Последовательность действий</h3>
      <p>
        К экспедиции и картам гвардов прибавляется Жатва. Заходим в рощу, и
        начинаем собирать растения, в которых больше всего мобов с ярким
        текстом, из них выпадает больше всего лута.
      </p>
      <h3>2.2 С чего идёт прибыль</h3>
      <p>Выпадает приглашение босса от влияния за каждую 28-мую карту.</p>
      <p>Выпадают карты гвардов.</p>
      <p>
        Выпадают журналы экспедиции а так же Диковинные монеты и Погребальные
        медальены.
      </p>
      <p>Выпадение Жизненной силы из жатвы</p>
      Но учтите, добавив жатву будет уходить больше времени на одну карту и
      прибыль с других механик в час уменьшится.
      <h3>2.3 Дерево Атласа</h3>
      <p>Cсылка на дерево Атласа для этого вида фарма:</p>
      <p>
        <a
          href="https://ru.pathofexile.com/fullscreen-atlas-skill-tree/AAAABgAAgwAfAHkJ-A7TEOERiRILEsAUVxfLG04fZiPaJOkl_ijQK9ouizADMDUxazJLND016jmOOdU9Fz5CPzRAfkLBQ6lEc0gsSLBNq09hT9hQllGCU_tVh1ZtWAJYRVjBWTxe92O1ZWtn6WhSadVsSXDSc_h1J3VDdsJ3H3jqfRN_AIFaiBmIbYkwjx2P1JIsmWycK51enYeetJ-xoYakNqUkpa6ngqwQrBqsH61cruevka_BsmCy1bSGtX251Lrvuyq8qMJ4xf7GM8abxtDI5c-30ErQUNJ0017WWtdN2J7Z59q930vil-Nw5Y_nlujm6bTqjerV7OXz4_VM9lL35Pj6-Q76sv3J_okAAA=="
          target="_blank"
          rel="noopener noreferrer"
        >
          Жатва + Экспедиция + Карты Гвардов.
        </a>
      </p>
      <h2>3. Фарм Гвардов под наблюдением Мэйвен + Приглашения Мейвен</h2>
      <p>
        Один из самых стабильных и прибыльных фармов, однако требующий билд с
        хорошим уроном по боссам и выживаемостью
      </p>
      <h3>3.1 Последовательность действий</h3>
      <p>
        Берем карту с любым гвардом(Сируса/Элдера/Шейпера), вставляем в машину
        картоходца и ОБЯЗАТЕЛЬНО включаем наблюдение Мейвен. После прохождения
        4-рех гвардов берем Приглашение Мэйвен на них у Кирака и проходим его. И
        так повторяем по кругу.
      </p>
      <p>
        Для новичков советую бегать гвардов Элдера (Угнетатель, Поработитель,
        Искоренитель, Искупитель)
      </p>
      <h3>3.2 C чего идёт прибыль</h3>
      <p>Выпадение фрагментов гварда</p>
      <p>Выпадение карт гвардов</p>
      <p>Выпадение серповидных осколков из приглашений мейвен</p>
      <p>Выпадение лакидропов в виде пробужденных камней</p>
      <h3>3.3 Дерево Атласа</h3>
      <p>Cсылка на дерево Атласа для этого вида фарма:</p>
      <p>
        <a
          href="https://ru.pathofexile.com/fullscreen-atlas-skill-tree/AAAABgAAhAAfAHkAzgtxDtMPYxDhFNoXyxjEG04eWx9mH8Qo0CjpKoQr1y6LMAMwDjA1MWsyJDJLM-Q0iDjyOY47nz5fQYxDqURzR89ILEiwSdRKDkwhUYJZPFvZXcde91_rYHtjtWVrZ-lp1WzUbipxK3GgdSd1Q3addsJ3H3jqecN7Cn0TfR2DlIXEhlCGWYhtiWiJkY0pjx2P1JF9kiyXJJ1enYedsZ-xoYah0aLepDalXKbEp4Ku56_BsfuyZrSGtX2677sqvKjF_sYzxtDHs8e9yH7QotEk0nTTXtS5103Yntq93yPhi-Kn43DkjOWP6NLqjezl767yk_ME9Uz3T_fk-Q76MPqy-tr9yQAA"
          target="_blank"
          rel="noopener noreferrer"
        >
          Фарм Гвардов + Приглашения Мейвен
        </a>
      </p>
      <p>Ссылка на доп видео с объяснением фарма:</p>
      <a
        href="https://www.youtube.com/watch?v=FA3AhoferMA&ab_channel=Micro_Dallas"
        target="_blank"
        rel="noopener noreferrer"
      >
        Фарм Гвардов Шейпера
      </a>
      <h2>Фарм Журналов Экспедиции</h2>
      <p>
        Фарм, на который никак не влияет дерево атласа. Просто закупаем журналы
        экспедиции Чёрной косы/Солнца на трейде, отдаем Дэннингу и проходим их.
      </p>
      <p>Но как три способа выше дадут намного больше профита.</p>
      <h2>Остальные виды фарма</h2>
      <p>
        Осталось еще много способов фарма, но большинство из них либо очень
        сложны для начинающих, либо совсем не приносят прибыли.
      </p>
      <p>Список сомнительных способов:</p>
      <ul>
        <li>Разломы</li>
        <li>Бездна</li>
        <li>Легион</li>
        <li>Ритуал</li>
        <li>Сущности</li>
        <li>Ультиматум</li>
        <li>
          А так же убийство убербоссов, которое является казино, и легко может
          загнать вас в минус.
        </li>
      </ul>
      <div className="vector"></div>
      <h1>Спасибо за прочтение</h1>
      <p>
        Если после прочтения гайда у вас остались какие либо вопросы, вам что то
        было не понятно, или в гайде чего-то не хватает, заметили ошибку -
        напишите мне в личные сообщения -
        <a
          href="https://funpay.com/users/595949/"
          target="_blank"
          rel="noopener noreferrer"
        >
          SHANNNISH
        </a>
      </p>
    </div>
  );
}

export default Farm;
